{
    "dates": [
        {
            "date": "1950-05-13",
            "evenement": "L’Italien Giuseppe Farina remporte à Silverstone (Grande-Bretagne) le premier grand prix disputé dans le cadre du Championnat du monde de formule 1."
        },
        {
            "date": "1950-09-03",
            "evenement": "Giuseppe Farina devient le premier champion du monde de formule 1."
        },
        {
            "date": "1957-08-04",
            "evenement": "Vainqueur sur le circuit du Nürburgring (Allemagne), l’Argentin Juan Manuel Fangio obtient son 5e titre de champion du monde de formule 1."
        },
        {
            "date": "1962",
            "evenement": "Apparition du moteur V8, développé par Climax et B.R.M., en formule 1."
        },
        {
            "date": "1967",
            "evenement": "Apparition en formule 1 du moteur Ford-Cosworth."
        },
        {
            "date": "1968-04-07",
            "evenement": "Le Britannique Jim Clark se tue à Hockenheim (Allemagne)."
        },
        {
            "date": "1968-06-13",
            "evenement": "Apparition des ailerons sur les monoplaces de formule 1."
        },
        {
            "date": "1978",
            "evenement": "Création d’une formule 1 à effet de sol : la Lotus 78."
        },
        {
            "date": "1979-07-01",
            "evenement": "Première victoire d’une formule 1 munie d’un moteur turbocompressé, celle de la Renault du Français Jean-Pierre Jabouille."
        },
        {
            "date": "1983",
            "evenement": "Interdiction des formules 1 à effet de sol."
        },
        {
            "date": "1983-10-13",
            "evenement": "Premier titre de champion du monde pour une formule 1 équipée d’un moteur turbocompressé (le Brésilien Nelson Piquet sur Brabham-B.M.W.)."
        },
        {
            "date": "1985-10-06",
            "evenement": "Alain Prost devient le premier Français champion du monde de formule 1."
        },
        {
            "date": "1987",
            "evenement": "Arrivée des suspensions actives (suspensions hydrauliques gérées par ordinateur) en formule 1."
        },
        {
            "date": "1989",
            "evenement": "Interdiction des moteurs turbocompressés en formule 1."
        },
        {
            "date": "1993-11-07",
            "evenement": "Alain Prost obtient son 4e titre de champion du monde de formule 1 et prend sa retraite sportive."
        },
        {
            "date": "1994-05-01",
            "evenement": "Le Brésilien Ayrton Senna se tue à Imola (Italie)."
        },
        {
            "date": "2004",
            "evenement": "L’Allemand Michael Schumacher remporte 13 grands prix dans l’année. Il est champion du monde pour la 7e fois."
        },
        {
            "date": "2005",
            "evenement": "L’Espagnol Fernando Alonso (Renault) devient à 24 ans le plus jeune champion du monde de l’histoire de la formule 1"
        },
        {
            "date": "22 avril 2006",
            "evenement": "Michael Schumacher réalise la 66e pole-position de sa carrière, battant le total d’Ayrton Senna. Il détient alors tous les records de la formule 1."
        },
        {
            "date": "2008",
            "evenement": "Le Britannique Lewis Hamilton est le premier pilote de couleur couronné champion du monde."
        },
        {
            "date": "2010",
            "evenement": "L’Allemand Sebastian Vettel devient, à 23 ans et 4 mois, le plus jeune champion du monde de l’histoire de la formule 1."
        },
        {
            "date": "2012",
            "evenement": "L’Allemand Sebastian Vettel est couronné champion du monde pour la troisième fois consécutivement."
        }
    
    ]
  }
  