{
    "dates": [
    {
    "date": "1950-05-13",
    "event": "Italian Giuseppe Farina wins the first Grand Prix of the Formula One World Championship held at Silverstone (Great Britain)."
    },
    {
    "date": "1950-09-03",
    "event": "Giuseppe Farina becomes the first Formula One World Champion."
    },
    {
    "date": "1957-08-04",
    "event": "Argentine Juan Manuel Fangio wins his 5th Formula One World Championship title at the Nürburgring circuit (Germany)."
    },
    {
    "date": "1962",
    "event": "Introduction of the V8 engine developed by Climax and B.R.M. in Formula One."
    },
    {
    "date": "1967",
    "event": "Introduction of the Ford-Cosworth engine in Formula One."
    },
    {
    "date": "1968-04-07",
    "event": "British driver Jim Clark dies at Hockenheim (Germany)."
    },
    {
    "date": "1968-06-13",
    "event": "Introduction of wings on Formula One cars."
    },
    {
    "date": "1978",
    "event": "Creation of the ground effect Formula One car: the Lotus 78."
    },
    {
    "date": "1979-07-01",
    "event": "First victory of a turbocharged Formula One car, with French driver Jean-Pierre Jabouille driving the Renault."
    },
    {
    "date": "1983",
    "event": "Ban of ground effect Formula One cars."
    },
    {
    "date": "1983-10-13",
    "event": "First World Championship title for a turbocharged Formula One car, with Brazilian driver Nelson Piquet driving for Brabham-BMW."
    },
    {
    "date": "1985-10-06",
    "event": "Alain Prost becomes the first French Formula One World Champion."
    },
    {
    "date": "1987",
    "event": "Introduction of active suspension (computer-controlled hydraulic suspension) in Formula One."
    },
    {
    "date": "1989",
    "event": "Ban of turbocharged engines in Formula One."
    },
    {
    "date": "1993-11-07",
    "event": "Alain Prost wins his fourth Formula One World Championship title and retires from racing."
    },
    {
    "date": "1994-05-01",
    "event": "Brazilian driver Ayrton Senna dies at Imola (Italy)."
    },
    {
    "date": "2004",
    "event": "German driver Michael Schumacher wins 13 Grand Prix races in a year and becomes World Champion for the 7th time."
    },
    {
    "date": "2005",
    "event": "Spanish driver Fernando Alonso (Renault) becomes the youngest ever Formula One World Champion at 24 years old."
    },
    {
    "date": "22 April 2006",
    "event": "Michael Schumacher sets the record for the most pole positions in his career with 66, surpassing Ayrton Senna. He holds all Formula One records at the time."
    },
    {
    "date": "2008",
    "event": "British driver Lewis Hamilton becomes the first driver of color to win the Formula One World Championship."
    },
    {
    "date": "2010",
    "event": "German driver Sebastian Vettel becomes the youngest ever Formula One World Champion at 23 years and 4 months old."
    },
    {
    "date": "2012",
    "event": "Sebastian Vettel becomes World Champion for the third consecutive time."
    },
    {
    "date": "2014",
    "event": "Introduction of new hybrid power unit (1.6L V6 turbocharged engine with energy recovery systems) in Formula One."
    },
    {
    "date": "2016",
    "event": "Nico Rosberg becomes World Champion for the first time, and retires from racing soon after."
    },
    {
    "date": "2018",
    "event": "Lewis Hamilton wins his fifth Formula One World Championship title."
    },
    {
    "date": "2019",
    "event": "Lewis Hamilton wins his sixth Formula One World Championship title, becoming the second driver with the most titles, after Michael Schumacher."
    },
    {
    "date": "2020",
    "event": "Lewis Hamilton wins his seventh Formula One World Championship title, equaling Michael Schumacher's record."
    },
    {
    "date": "2021",
    "event": "Max Verstappen wins his first Formula One World Championship title, becoming the first Dutch driver to do so."
    }
    ]
}
  